Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/standards_and_accountability/freedom_of_information.html.txt.tmx
Source language: en
Languages: ga

source: The Freedom of Information Act 1997 (FOI) as amended by the Freedom of Information (Amendment) Act 2003 obliged government departments, the Health Service Executive (HSE), local authorities and a range of other public bodies to publish information on their activities and to make the information they held, including personal information, available to citizens
ga: Leag an tAcht um Shaoráil Faisnéise, 1997 (SF) arna leasú ag an Acht um Shaoráil Faisnéise (Leasú), 2003 an dualgas ar ranna rialtais, Feidhmeannacht na Seirbhíse Sláinte (FSS), údaráis áitiúla agus réimse comhlachtaí poiblí eile chun faisnéis a fhoilsiú faoina ngníomhaíochtaí agus chun an fhaisnéis a bhí á coimeád acu, faisnéis phearsanta san áireamh, a chur ar fáil do shaoránaigh

source: On 14 October 2014, the Freedom of Information Act 2014 came into effect and repealed the 1997 and 2003 Acts
ga: An 14 Deireadh Fómhair 2014, tháinig an tAcht um Shaoráil Faisnéise, 2014 i bhfeidhm agus rinne sé Achtanna 1997 agus 2003 a aisghairm

source: The new Act introduced a number of changes to the Freedom of Information scheme and widened the range of bodies to which the FOI legislation applies to all public bodies, unless specifically exempt
ga: Thug an tAcht nua líon athruithe isteach ar an scéim um Shaoráil Faisnéise agus leathnaigh sé an réimse comhlachtaí lena mbaineann an reachtaíocht um shaoráil faisnéise go dtí gach comhlacht poiblí, mura bhfuil siad díolmhaithe go sonrach

source: It also allows for the Government to prescribe (or designate) other bodies receiving significant public funds, so that the FOI legislation applies to them also
ga: Ceadaíonn an tAcht, chomh maith, go bhforordaíonn (nó go n-ainmníonn) an Rialtas comhlachtaí eile a fhaigheann cistí suntasacha poiblí, ionas go mbaineann an reachtaíocht leo chomh maith

source: The old legislation continues to apply to any FOI request made before the new legislation came into effect
ga: Leanann an tseanreachtaíocht a bheith i gceist go fóill le haon iarratas ar shaoráil faisnéise a rinneadh sular tháinig an reachtaíocht nua i bhfeidhm

source: It also applies to any subsequent review or appeal
ga: Anuas air sin, beidh an tseanreachtaíocht fós i bhfeidhm i dtaobh aon athbhreithnithe nó achomhairc a dhéanfar ina dhiaidh seo

source: The Freedom of Information Act 2014 provides the following statutory rights:
ga: Forálann an tAcht um Shaoráil Faisnéise, 2014, do na cearta reachtúla a leanas:

source: • A legal right for each person to access information held by a body to which FOI legislation applies
ga: • Ceart dlíthiúil do gach duine chun rochtain a fháil ar fhaisnéis atá á coimeád ag comhlachtaí poiblí lena mbaineann an reachtaíocht um shaoráil faisnéise

source: • A legal right for each person to have official information relating to himself/herself amended where it is incomplete, incorrect or misleading
ga: • Ceart dlíthiúil do gach duine go gceartaítear faisnéis oifigiúil a bhaineann leis/léi féin sa chás go bhfuil sí neamhiomlán, mícheart nó míthreorach

source: • A legal right to obtain reasons for decisions affecting himself/herself
ga: • Ceart dlíthiúil chun cúiseanna a fháil a bhí le cinntí a d’imir tionchar ar dhuine

source: Section 8 of the Act requires FOI bodies to prepare a publication scheme concerning the publication of information by the body in conformity with a model publication scheme and guidelines
ga: Ceanglaítear in Alt 8 den Acht ar chomhlachtaí um Shaoráil Faisnéise chun scéim foilseacháin a ullmhú chun faisnéis a fhoilsiú ag an gcomhlacht i gcomhlíonadh scéim foilsithe samhla agus treoirlínte

source: This provides for the publication of information on an FOI body’s website outside of FOI
ga: Déanann seo foráil d’fhaisnéis a fhoilsiú ar láithreán gréasáin chomhlacht um Shaoráil Faisnéise lasmuigh de Shaoráil Faisnéise

source: An FOI body is required to:
ga: Ceanglaítear an méid a leanas ar chomhlacht um Shaoráil Faisnéise:

source: • Publish information to assist members of the public in their understanding of the body and its functions
ga: • Faisnéis a fhoilsiú chun cabhrú le baill an phobail leis an tuiscint atá acu ar an gcomhlacht agus ar fheidhmeanna an chomhlachta

source: • Publish the information it holds grouped under the information headings set out in the model publication scheme
ga: • An fhaisnéis atá acu a fhoilsiú atá grúpáilte faoi na teidil faisnéise a leagtar amach sa scéim foilsithe samhla

source: • Explain the procedures to get access to information or to establish what information the body holds
ga: • Na nósanna imeachta a mhíniú chun rochtain a fháil ar fhaisnéis nó lena dheimhniú cén fhaisnéis atá á coimeád ag an gcomhlacht

source: The requirement to publish an FOI body’s publication scheme came into effect on 14 April 2016
ga: Tháinig an ceanglas chun scéim foilsithe comhlacht um shaoráil faisnéise i bhfeidhm an 14 Aibreán 2016

source: You can ask for the following records:
ga: Féadfaidh tú iarraidh ar na taifid a leanas:

source: • Any records relating to you personally, whenever they were created
ga: • Aon taifid a bhaineann leat féin go pearsanta, pé uair a cruthaíodh iad

source: • All other records created after a certain date
ga: • Gach taifead eile a cruthaíodh i ndiaidh dáta áirithe

source: - 21 October 1998 for the HSE and local authorities
ga: - An 21 Deireadh Fómhair 1998 i dtaobh FSS agus údaráis áitiúla

source: - 21 April 1998 for public bodies that were covered by the old FOI legislation
ga: - An 21 Aibreán 1998 i dtaobh comhlachtaí poiblí a bhí cuimsithe ag an tseanreachtaíocht um shaoráil faisnéise

source: - 21 April 2008 for public bodies that were not covered by the old FOI legislation
ga: - An 21 Aibreán 2008 i dtaobh comhlachtaí poiblí nach raibh cuimsithe faoin tseanreachtaíocht um shaoráil faisnéise

source: - the date of the prescribing order (or a specified date) for prescribed bodies
ga: - dáta an ordaithe forordaithe (nó dáta sonraithe) le haghaidh comhlachtaí forordaithe

source: A record can be a paper document or information held on computer
ga: Féadfaidh cáipéis pháipéir nó faisnéis a choimeádtar ar ríomhaire bheith i gceist le taifead

source: It includes, for example, printouts, maps, plans, microfilm, audio-visual material, disks and tapes
ga: Áirítear leis seo, mar shampla, asphriontaí, léarscáileanna, pleananna, micreascannáin, ábhar closamhairc, dioscaí agus téipeanna

source: Section 27 of the Freedom of Information Act 2014 provides for fees and charges
ga: Forálann Alt 27 den Acht um Shaoráil Faisnéise, 2014 do tháillí agus muirir

source: No fees apply where the request involves access to your personal records
ga: Ní bhíonn aon táillí i gcás ina mbaineann an t-iarratas le rochtain ar do thaifid phearsanta

source: The current fees for non-personal requests are:
ga: Is iad na táillí reatha d'iarratais neamhphearsanta:

source: │Type of request or application │Standard Fee*│Reduced Fee** │
ga: │Saghas na hIarrata nó an Iarratais │Táille Chaighdeánach* │Táille Laghdaithe** │

source: │Initial request for a record │Free (was │Free (was €10)│ │ │€15) │ │
ga: │Buniarraidh ar thaifead │Saor in aisce (bhíodh an táille €15) │Saor in aisce (bhíodh an táille €10) │

source: │Internal review │€30 (was €75)│€10 (was €25) │
ga: │Athbhreithniú inmheánach: │€30 (bhíodh an táille €75) │€10 (bhíodh an táille €25) │

source: │Review by Information Commissioner │€50 (was │€15 (was €50) │ │ │€150) │ │
ga: │Athbhreithniú ag an gCoimisinéir Faisnéise │€50 (bhíodh an táille €150) │€15 (bhíodh an táille €50) │

source: │Application for amendment containing incorrect information │Free │Free │
ga: │Iarratas ar leasú ina bhfuil an fhaisnéis mhícheart │Saor in aisce │Saor in aisce │

source: │Application for reasons for a decision affecting individual│Free │Free │
ga: │Iarratas ar chúiseanna a bhí le cinneadh a rinne difear do dhuine aonair │Saor in aisce │Saor in aisce │

source: * There are no fees where you appeal a decision to charge a fee or deposit, or a fee or deposit of a specific amount
ga: * Ní ghearrtar aon táillí nuair a dhéanann tú achomharc ar chinneadh chun táillí nó éarlais, nó táille nó éarlais de shuim ar leith a ghearradh, faoi Alt 47 den Acht

source: ** Reduced fees will apply in respect of medical card holders and third parties who appeal a decision to release their information on public interest grounds
ga: **Bainfidh táillí laghdaithe maidir le sealbhóirí cárta leighis agus le tríú páirtithe a dhéanann cinneadh a achomharc chun a bhfaisnéis a scaoileadh ar fhorais leasa phoiblí

source: Charges for search, retrieval and copying of records
ga: Muirir ar thaifid a chuardach, a aisghabháil agus a chóipeáil

source: Charges may be applied by the body for the time spent finding and retrieving records, and for any copying costs incurred by them in providing you with the material requested
ga: Féadfaidh an comhlacht muirir a ghearradh as an am a chaitear le taifid a aimsiú agus a aisghabháil, agus as aon chostais chóipeála a thabhaíonn siad fad a sholáthraíonn siad an t-ábhar duit a d’iarr tú

source: It is very unlikely that any charges will be applied in respect of personal records, except where a large number of records are involved
ga: Ní dóchúil go ngearrfar aon mhuirir maidir le taifid phearsanta, seachas sa chás go bhfuil líon mór taifead i gceist

source: If the cost of search, retrieval and copying is €100 or less, no charge is applied
ga: Más ionann costas cuardaigh, aisghabhála agus cóipeála €100 nó níos lú, ní ghearrtar aon mhuirear

source: If the charge exceeds €100, full fees apply
ga: Má sháraíonn an muirear €100, beidh táillí iomlána le híoc

source: You cannot be charged more than €500
ga: Ní féidir breis agus €500 a ghearradh ort

source: If the estimated cost of search, retrieval and copying is more than €700 the body can refuse to process your request, unless you refine your request to bring the search, retrieval and copying fees below this limit
ga: Más ionann costas measta cuardaigh, aisghabhála agus cóipeála agus os cionn €700, féadfaidh an comhlacht a dhiúltú chun d’iarratas a phróiseáil, mura ndéanann tú d’iarratas a bheachtú chun an cuardach, aisghabháil agus cóipeáil a thabhairt faoi bhun na teorann seo

source: │Type of Charge │Standard Charge │
ga: │Saghas an Mhuirir │Muirear Caighdeánach │

source: │Search and retrieval of records │€20 per hour │
ga: │Taifid a chuardach agus a aisghabháil │€20 in aghaidh na huaire │

source: │Photocopying │4 cent per sheet │
ga: │Fótachóipeáil │4 cent an leathanach │

source: │CD-ROM containing copy of documents │€10 │
ga: │CD-ROM ina bhfuil cóip de na cáipéisí │€10 │

source: │Radiograph (X-ray) containing copy documents │€6 │
ga: │Radagraf (X-ghathú) ina bhfuil cóip de na cáipéisí │€6 │

source: It is important to note that it may not be necessary to make a request for information under the Freedom of Information Act from a body
ga: Tá sé tábhachtach a thabhairt faoi deara go dtarlódh nach mbeadh sé riachtanach iarratas a dhéanamh ar fhaisnéis faoin Acht um Shaoráil Faisnéis ar chomhlacht

source: A considerable amount of material is already made available to the public through websites, information leaflets, publications and in response to oral and written enquiries
ga: Tá go leor ábhair ar fáil don phobal cheana féin trí láithreáin ghréasáin, bileoga faisnéise, foilseacháin agus mar fhreagairt d’fhiosrúcháin ó bhéil agus scríofa

source: Most organisations have a dedicated information section, which is available to assist you with general queries, requests for information and publications
ga: Tá mír thiomanta faisnéise ag an gcuid is mó d’eagraíochtaí, atá ar fáil chun cabhrú leat le fiosrúcháin ghinearálta, iarratais ar fhaisnéis agus foilseacháin

source: If the information you require is not readily available, you must make your request in writing to the FOI Unit of the body and your application should refer to the Freedom of Information Act
ga: Mura bhfuil fáil gan stró ar an bhfaisnéis a theastaíonn uait, ní mór duit d’iarratas a dhéanamh i scríbhinn chuig Aonad um Shaoráil Faisnéise an chomhlachta agus ba cheart do dtagródh d’iarratas don Acht um Shaoráil Faisnéise

source: If your application for information does not mention the Act, then your application will be dealt with as an ordinary request for information
ga: Mura luaitear an tAcht i d’iarratas ar fhaisnéis, déileálfar le d’iarratas mar ghnáthiarratas ar fhaisnéis

source: If information is required in a particular form (for example, photocopy or computer disk) this should be specified in the application
ga: Má theastaíonn faisnéis i bhfoirm ar leith (mar shampla, fótachóip nó diosca ríomhaire), ba cheart seo a shonrú san iarratas

source: Try to be as specific as you can in order to enable the organisation to identify the information you require
ga: Déan iarracht bheith chomh sonrach agus is féidir leat lena chur ar chumas na heagraíochta an fhaisnéis a theastaíonn uait a shainaithint

source: Where possible try to indicate the time period for which you wish to access records (for example, records created between May 2012 and December 2012)
ga: Sa chás gur féidir, déan iarracht an tréimhse ama a thabhairt le fios ar mian leat taifid a rochtain di (mar shampla, taifid a cruthaíodh idir Bealtaine 2012 agus Nollaig 2012)

source: Under the Act, a request for records must be acknowledged within 2 weeks and, in most cases, responded to within 4 weeks
ga: Faoin Acht, ní mór iarratas ar thaifid a aithint laistigh de 2 sheachtain agus, i dtromlach na gcásanna, ní mór freagairt dó laistigh de 4 seachtaine

source: If a third party is involved, there may be another 3 weeks before you receive a response
ga: Má tá baint ag tríú páirt, d’fhéadfadh sé 3 seachtaine breise a ghlacadh sula n-eiseofar freagairt

source: You can find more information on making a request on the foi.gov.ie website
ga: Nósanna imeachta athbhreithnithe um shaoráil faisnéise

source: If you are not satisfied with the response of the body to any aspect of your request for information (for example, refusal of information, form of access, charges) you can seek to have the decision re-examined
ga: Mura bhfuil tú sásta le freagairt an chomhlachta d’aon ghné de d’iarratas ar fhaisnéis (mar shampla, diúltú faisnéise, foirm rochtana, muirir), féadfaidh tú a lorg go ndéanfar athscrúdú ar an gcinneadh

source: Also, if you have not received a reply within 4 weeks of your initial application (this is deemed a refusal of your request) you can seek to have the decision re-examined
ga: Anuas air sin, mura bhfuair tú freagairt laistigh de 4 seachtaine tar éis d’iarratas tosaigh a dhéanamh (meastar gurb ionann seo agus diúltú d’iarratais), féadfaidh tú a lorg go ndéanfar athscrúdú ar an gcinneadh

source: The internal review of an FOI decision is carried out by more senior members of staff within the body and must be made within 3 weeks
ga: Tugann comhlachtaí níos sinsearaí foirne laistigh den chomhlacht faoin athbhreithniú inmheánach ar chinneadh um shaoráil faisnéise agus ní mór an t-athbhreithniú seo a dhéanamh laistigh de 3 seachtaine

source: An application for review of a decision should be addressed to the FOI Unit of the body involved
ga: Ba cheart iarratas ar athbhreithniú a dhéanamh ar chinneadh a sheoladh chuig Aonad um Shaoráil Faisnéise an chomhlachta atá i gceist

source: If you are still unhappy with the decision, you have the right to appeal the decision to the Information Commissioner
ga: Mura bhfuil tú sásta go fóill leis an gcinneadh, tá an ceart agat an cinneadh a achomharc leis an gCoimisinéir Faisnéise

source: The Information Commissioner investigates complaints of non-compliance with FOI legislation and generally promotes a freedom of information culture in the public service
ga: Imscrúdaíonn an Coimisinéir Faisnéise gearáin i leith neamhchomhlíonta na reachtaíochta um shaoráil faisnéise agus cuireann sé/sí cultúr um shaoráil faisnéise chun cinn sa tseirbhís phoiblí

source: FOI requests should be addressed to the FOI Unit of the body holding the records
ga: Ba cheart iarratais um shaoráil faisnéise a sheoladh chuig Aonad um Shaoráil Faisnéise an chomhlachta a choimeádann na taifid

source: Information on the FOI Act is available from:
ga: Tá fáil ar fhaisnéis ar an Acht um Shaoráil Faisnéise ó:

source: FOI Central Policy Unit
ga: Láraonad Beartas Saorála Faisnéise

source: Department of Public Expenditure and Reform
ga: An Roinn Caiteachais Phoiblí agus Athchóirithe

source: Tel:+353 (0)1 631 8258
ga: Teil:+353 (0)1 631 8258

source: Fax:+353 (0)1 604 5750
ga: Facs:+353 (0)1 604 5750

source: Application to review a decision should be addressed to the FOI Unit of the body that made the decision
ga: Ba cheart iarratas ar athbhreithniú a dhéanamh ar chinneadh a sheoladh chuig Aonad um Shaoráil Faisnéise an chomhlachta a rinne an cinneadh
